LOTTERY_PANEL = "\U0001F536 <b>Панель управления розыгрышем</b>\n\n" \
                "Чтобы активировать розыгрыш, сначала необходимо добавить шаблон, который будет использован при генерации билета как фон.\n\n" \
                "Когда шаблон будет добавлен, вам станет доступна кнопка <b>'Активировать розыгрыш'</b>.\n\n<i>После <b>активации</b>, любой подписчик канала, " \
                "запустивший бота командой <b>/start</b> - автоматически получает код и становится участником розыгрыша.</i>"


GET_TEMPLATE_TICKET = "\U0001F4CE Прикрепите изображение к сообщению и отправьте мне.\n\n" \
                      "<i>В качестве подписи вы можете добавить небольшое сообщение, которое я буду отправлять вместе с билетом.\n" \
                      "Это может быть краткая инструкция по розыгрышу, например, содержащая дату подведения результатов</i>"


TEMPLATE_TICKET_NOT_FOUND = "\U0001F53B Шаблон для билета отсутствует в базе данных\n\n" \
                            "Нажмите <b>'Добавить шаблон'</b> и следуйте инструкциям"